import React, { Component } from 'react';
import ReactDOM from 'react-dom';


const Home = () => (
<div className='info'>
	<h1>РОЗРАХУНОК СПЕКТРАЛЬНИХ ХАРАКТЕРИСТИК ОПТИЧНИХ СТРУКТУР</h1>
	<div>
		<p> Дослідження багатошарових інтерференційних систем і фільтрів
			оптичних структур бере свій початок ще з середини минулого століття, проте
			жорсткіші вимоги щодо селективності фільтрів для сучасних оптичних систем
			спричинили поштовх до пошуку оптимальних рішень щодоконструкцій
			інтерференційних фільтрів, оскільки такі фільтри дають змогу виділяти
			певнідовжини хвиль, а також використовуються для розділення чи групування
			окремих каналів по обидва боки оптичних ліній.</p>
		 <p> Сьогодні особливої актуальності набуло розроблення нових типів
			оптичних тонкоплівкових фільтрів. Це зумовлено широким використанням цих
			пристроїв в різноманітних системах: у задачах екологічного контролю,
			модернізації температурних сенсорів, високочутливих пристроїв для отримання
			термічного зображення, наприклад, зображення відбитків пальців людини тощо.
			Вони є практично незамінимими в галузі телекомунікацій, оскільки мають
			унікальні у своєму роді якості, що відповідають чітким вимогам оптичних
			комунікаційних систем. Ці якості включають: стійкість до зовнішніх дій,
			термостійкість, добрі оптичні властивості, модульний принцип побудови та
			масштабність, серійний процес виробництва, експлуатаційну гнучкість.
			Першочерговим завданням розробників залишається забезпечення максимальної
			селективності та експлуатаційної надійності таких фільтрів під час використання
			мінімальної кількості тонкоплівкових шарів у структурах. Тому розробка нових
			моделей інтерференційних фільтрів з наперед заданими параметрами є вкрай
			актуальним завданням з точки зору виготовлення сучасних оптичних систем.
		</p>
	</div>

    </div>
    );

export default Home;