import React, { Component } from 'react';
import ReactDOM from 'react-dom';

import { MathComponent } from "mathjax-react";

const OpticalStructures = () => (



<div className='info'>

  <h1>ОПТИЧНІ ПОКРИТТЯ</h1>
  <p>
    <b>Просвітлюючі покриття.</b> Просвітлюючі покриття об'єднують широкий клас покриттів, що призначені для зменшення
    відбивання світла, що падає на межу розділу двох середовищ. Просвітлення виконує подвійну роль: збільшує
    світлопроникність в оптичних системах, що особливо важливе у випадку великого числа заломлюючих поверхонь, і зменшує
    фонове світло, що виникає в результаті багатократного відбивання на межах розділу середовищ. На практиці найчастіше
    виникає потреба просвітлення межі оптичного середовища з повітрям. В цьому випадку інтенсивність відбитого світла
    визначається формулою :
  </p>

  <p> <MathComponent tex={String.raw`R = \left(\frac{n-1}{n+1} \right)^2, (1)`} /> </p>

  <p>де n – показник заломлення середовища, на яке світло падає по нормалі до поверхні. Неважко обчислити, що коефіцієнт
    відбивання від однієї грані оптичного скла, показник заломлення більшості яких знаходиться в інтервалі 1.45-1.9,
    складатиме від 3.5 до 10 % падаючого випромінювання. Коефіцієнт відбивання напівпровідникових матеріалів, що мають
    показник заломлення близько 3.5, рівний &asymp; 30 %.</p>

  <p>Найбільш простим способом зменшення коефіцієнта відбивання є нанесення на межу розділу плівки з показником
    заломлення меншим, ніж у просвітлюючої речовини. Коефіцієнт відбивання від системи «підкладка – плівка – повітря» на
    довжині хвилі <i>&lambda; = 4*D </i>(<i>D</i>- оптична товщина плівки) рівний виразу (2): </p>

  <p> <MathComponent tex={String.raw`R = \left(\frac{n_п-n_с^2}{n_п+n_с^2} \right)^2, (2)`} /> </p>

  <p>де <i>n<sub>п</sub></i> i <i>n<sub>с</sub> </i>– показники заломлення плівки і скла відповідно.</p>

  <p>З (6) випливає, що при <i>n<sub>п</sub></i> &asymp; <i>n<sub>с</sub></i><sup> &frac12;</sup> , <i>R &asymp; 0</i>.
  </p>

  <p>На практиці отримати нульове відбивання можливо лише для матеріалів з великим показником заломлення. Виконання цієї
    умови для більшості скла вимагає виготовлення плівки з показником заломлення 1.2-1.3. Роботи в цьому напрямі
    проводяться, проте в даний час достатньо стабільних шарів з такими показниками заломлення не отримано. Іншим
    недоліком одношарового просвітлення є вузька область низького відбивання, тоді як часто виникає завдання
    просвітлення широкого спектрального діапазону. Можна використовувати для ахроматичного просвітлення прості дво- і
    тришарові конструкції на основі четвертьхвильових та напівхвильових шарів, що забезпечують зону низького відбивання
    з R = 0.4 % у діапазоні довжин хвиль від <i>&lambda;<sub>1</sub></i> до
    <i>&lambda;<sub>2</sub>=1.6*&lambda;<sub>1</sub></i> для скла з показником заломлення 1.46-1.8. покриття
    конструювалися і виготовлялися з метою застосування у видимій області спектру. На основі нерівнотовщинних шарів (не
    кратних чвертьхвильовому шару) можна отримати коефіцієнти відбивання, що не перевищують 0.2-0.3 % у видимій частини
    спектру.</p>

  <p>В окремих випадках, наприклад, в різних схемах генерації гармонік основного випромінювання виникає потреба в
    просвітлюючих покриттях, розрахованих на дві довжини хвилі. Можна отримати коефіцієнти відбивання
    R(<i>&lambda;<sub>1</sub></i>) і R(<i>&lambda;<sub>2</sub></i>) , що не перевищують 0.1-0.3 % із співвідношенням
    <i>&lambda;<sub>2</sub></i> : <i>&lambda;<sub>1</sub></i> в інтервалі значень 1.2-2.5 для скла з різними показниками
    заломлення. </p>


  <p><b>Дзеркальні покриття.</b> Як видно з назви, цей клас покриттів об'єднує інтерференційні покриття, що
    застосовуються з метою збільшення коефіцієнта відбивання. Конструктивно вони, мабуть, менш різноманітні, ніж
    просвітлюючі покриття. Як правило, дзеркала складаються з чвертьхвильових або кратних їм по товщині плівок, що
    чергуються, з високим і низьким показниками заломлення. Коефіцієнт відбивання такої структури залежить від різниці в
    показниках заломлення шарів і їх кількості і може перевищувати 99.5 %. Діелектричні дзеркала, що мають дуже малий
    коефіцієнт поглинання, успішно конкурують з металевими дзеркалами, у яких поглинання може досягати 25-30 %. Крім
    того, багатошарові покриття на основі таких матеріалів, як тугоплавкі оксиди, володіють вищими хімічною стійкістю і
    механічною міцністю в порівнянні з широко вживаними плівками алюмінію і срібла. </p>

  <p>Певні труднощі зустрічаються при виготовленні широкополосних дзеркал, тобто дзеркал з широкою областю високого
    відбивання. У цьому випадку можна використовувати набір дзеркал, нанесених на одну підкладку з суміжними смугами
    високого відбивання. Недоліком такого методу є необхідність нанесення великого числа шарів. Інший шлях виготовлення
    широкосмугових дзеркал полягає в нанесенні великого числа шарів, що чергуються, оптична товщина яких монотонно
    змінюється по певному закону. Такі покриття дуже чутливі до точності нанесення шарів, тому при їх реалізації
    ставляться високі вимогу до методу контролю їх товщини. Деякого збільшення області високого відбивання можна
    досягти, збільшуючи різницю в показниках заломлення шарів, що складають покриття, але цей метод обмежений вибором
    матеріалів з необхідними параметрами. Існують роботи, в яких вирішується проблема розрахунку і виготовлення дзеркал,
    що мають дві області високого відбивання. І якщо конструювання і реалізація більшості описаних покриттів порівняно
    нескладні, то їх застосування в якості дзеркал для лазерного резонатора може викликати значні труднощі. В цьому
    випадку від них вимагають, окрім високого відбивання, такі вимоги, як низькі втрати (тобто втрати на поглинання і
    розсіяння світла) для лазерів з невеликим коефіцієнтом посилення, висока променева міцність для потужніх лазерів і
    ряд інших вимог, які визначають ККД і довговічність лазерів. Ці завдання вирішуються в кожному конкретному випадку
    вибором матеріалу шарів і оптимальної технології їх нанесення. </p>

  <p>Інтерференційні дзеркала виготовляють на основі плівок Si-Al2O3, Si-SiO2 і ZnS-MgF2. Але такі конструкції лазерних
    дзеркал також мають недоліки. Плівки Si володіють поглинанням на довжинах хвиль менше 1 мкм, а їх оптичні
    властивості сильно залежать від умов напилення. Дзеркала на основі ZnS-MgF2 виготовлені для інфрачервоної області
    спектру, схильні до розтріскування через високу розтягуючу напругу в плівках MgF2. Тому вибір тієї або іншої
    конструкції не завжди однозначний і може бути складним технологічним завданням. </p>


  <p><b>Світлорозділювачі.</b> Та частина світла, яка не відбивається від інтерференційного дзеркала безперешкодно
    проходить крізь нього, оскільки втрати в шарах діелектрика дуже малі. Таким чином, дзеркало, коефіцієнт відбивання
    якого менше 100 %, може використовуватися як простий світлорозділюючий пристрій, що розділяє падаюче на нього
    випромінювання на те, що пройшло і те, що відбилося, у певній пропорції. Конструкції світлорозділюючих покриттів
    надзвичайно різноманітні. Вони залежать від вимог, що ставляться світлорозділювачам, – ароматичності
    світлорозділювача (ширина області спектру, в якій випромінювання ділиться в заданій пропорції), від кута падіння
    випромінювання на світлорозділювач, від відношення пройшовшого та відбитого променів, яке необхідно отримати.
    Відбивання світла від покриття під кутом, відмінним від нормального, приводить до його часткової або повної
    поляризації. У зв'язку з цим від світлорозділювачів може вимагатися також зберігання поляризації падаючого
    випромінювання. Такі світлорозділювачі називаються неполяризуючими. Світлорозділююче покриття наноситься або на
    гіпотенузну грань однієї з призм, і призми з покриттям і без покриття склеюються, або на одну чи обидві сторони
    плоскопаралельної пластини. Якщо покриття наноситься на одну сторону пластини, другу сторону, як правило,
    просвітлюють, особливо у разі неполяризуючих світлорозділювачів, з метою виключити відбивання на межі «скло –
    повітря». </p>

  <p>Розглянемо деякі конструкції світлорозділювачів докладніше. Добре відомі тришарові покриття, у яких оптична товщина
    шару, прилеглого до підкладки, в два рази більше двох інших шарів: П2ВНВ, де В і Н – високозаломлюючий і
    низькозаломлюючий шари, П – підкладка. </p>

  <p>При показниках заломлення <i>n<sub>в</sub>= 2.3-2.4, n<sub>н</sub> = 1.32-1.38 і n<sub>і</sub> = 1.5-1.6</i>, що
    відповідає, наприклад, покриттю ZnS-MgF2 на склі, можна отримати відношення відбитого R до пройшовшого T променя – R
    : T 1 в області спектру від <i>&lambda;<sub>1</sub> = 0.72*&lambda;<sub>0</sub> </i> до <i>&lambda;<sub>2</sub> =
      2.3*&lambda;<sub>1</sub> </i> , де <i>&lambda;<sub>0</sub>/4</i> – оптична товщина одного шару. Відхилення R і T
    від середнього значення в цьому випадку не перевищує 10%. Більш ахроматичні світлорозділювачі з відношенням R : T1
    можна отримати, збільшуючи число шарів в покритті. Наприклад, конструкції П2НВНВН і П2ВНВНВНП на основі тих же
    матеріалів, що і попередня конструкція, мають в області <i>&lambda;<sub>1</sub> + &lambda;<sub>2</sub> =
      1.7*&lambda;<sub>1</sub> </i> відхилення від середнього значення по абсолютній величині 1 і 4 % відповідно.
    Описані конструкції синтезовані для падіння світла під кутом 45° і без урахування поляризації випромінювання, що
    розділяється. Необхідно відзначити, що синтезовані розділювачі такого типу на основі п’яти-і девятислойних
    покриттів, що складаються з шарів нерівної оптичної товщини, по своїх характеристиках близькі до описаним вище
    конструкціям, але значно складніші у виготовленні. </p>


  <p><b>Ослаблювачі.</b> Дуже широкий і своєрідний клас оптичних елементів, що застосовуються для внесення до оптичних
    систем фіксованого або регульованого оптичного згасання. Ослаблювачі (напр. нейтральні фільтри) використовуються для
    покращення умов роботи приймачів випромінювання при великих світлових потоках, вимірювання нелінійності різних
    фотоелектричних пристроїв і т.п. Основні вимоги, що вимагаються до ослаблювачів, є максимальна залежність ослаблення
    від характеристик випромінювання (довжини хвилі, ступеня поляризації, потужності), а також від умов і часу
    експлуатації. </p>

  <p>В даний час існує безліч типів ослаблювачів, що відрізнябться методами ослаблення: діафрагмування променя,
    застосування поляризаторів, розсіюючих і поглинаючих середовищ, використання електрооптичних властивостей рідких
    кристалів і електрохромних властивостей плівок оксиду ванадію і т.д. Волоконна оптика має свої специфічні методи
    ослаблення. </p>

  <p>Великого поширення набули плавні ослаблювачі (із законом ослаблення, що безперервно змінюється), що виготовляються
    на основі тонких плівок металу змінної товщини, напилених на прозорі підкладки. Напівпрозорі шари металу на
    прозрачній підкладці широко використовуються також в якості дискретних ослаблювачів (що мають фіксований коефіцієнт
    ослаблення). Так, фірма Newport Corporation (США) рекламує плавні ослаблювачі на основі алюмінієвої плівки на
    підкладках у вигляді диска, коефіцієнт ослаблення яких лінійно росте із зростанням кута повороту диска і досягає 10
    ± 1.5 або 20 ± 2 об. на довжині хвилі 0.63 мкм. Алюміній, захищений плівкою SiO2, зворотна сторона диска просвітлена
    в області 400-700 нм. Передбачається також використовувати плівки титану і нікелю, оптична щільність яких слабо
    змінюється у видимій і ближній інфракрасній області спектру. </p>

  <p>Своєрідність ослаблювачів на основі плівок металів на відміну від перерахованих вище типів оптичних елементів
    полягає в використанні втрат, зокрема поглинання в плівках. Інтерференційні ефекти внаслідок великого поглинання в
    металевих шарах, як правило, відсутні. </p>

  <p><b>Поляризатори.</b> Поляризатори використовуються для розділення падаючого на них випромінювання на відбитий і
    пройшовший пучки, що поляризовані у взаємно-перпендикулярних площинах. Інтерференційне покриття складається з
    двохкомпонентної системи шарів, що чергуються, з високим і низьким показниками заломлення. Конструктивно
    поляризатори поділяються на призмові і пластинчасті. Призмові складаються з двох склеєних призм, на гіпотенузні
    грані однієї чи обох з них заздалегідь нанесене інтерференційне покриття. Принцип роботи поляризатора заснований на
    тому, що випромінювання, відбите під кутом від межі розділу двох середовищ, частково поляризується. Ступінь
    поляризації в цьому випадку залежить від кута падіння світла. Є кут, при якому ступінь поляризації досягає свого
    максимального значення, – кут Брюстера. Високого ступеня поляризації можна добитися, забезпечуючи умови, при яких
    відбивання випромінювання для всіх меж розділу в покритті відбувається під кутом Брюстера. </p>

  {/* <p> <MathComponent tex={String.raw`&phi;_в = arctg\frac{n_н}{n_в} \text { та } &phi;_н = arctg\frac{n_в}{n_н} `} /> </p>

  <p>де <i>n<sub>н</sub></i> i <i>n<sub>в</sub> </i> – показники заломлення низькозаломлюючого та високозаломлюючого
    шарів відповідно, а <i> &phi;<sub>н</sub></i> i <i> &phi;<sub>в</sub> </i> – кути відбивання на межах розділу шарів.
    Оптична товщина шарів при цьому визначається з виразу: </p>

  <p> <MathComponent tex={String.raw`n_i*h_i*cos&phi;_i = &lambda;_0/4`} />; </p>

  <p>Тут <i>n<sub>i</sub>*h<sub>i</sub></i> та <i>&phi;<sub>i</sub></i> – оптична товщина i-гошару і кут, що визначає
    напрям розповсюдження випромінювання в i-ому шарі. З метою отримання оптимального поляризаційного ефекту показник
    заломлення матеріалу призм вираховується по формулі: </p>

  <p> <MathComponent tex={String.raw` n_i = \frac{n_в*sin &phi;_в}{sin &phi;_i} = \frac{n_н*sin &phi;_н}{sin &phi;_i}, (3)`} /> </p>

  <p>де <i>&phi;<sub>i</sub></i> – кут призми. </p> */}

  <p>При виготовленні призмових поляризаторів з урахуванням приведених розрахунків можна отримати ступінь поляризації
    близький до 100 % як в у відбитому промені, так і у промені, що пройшов. До переваг описаної конструкції відноситься
    відносно широка спектральна область поляризації світла, яку можна розширити, наносячи на гіпотенузні грані
    інтерференційні покриття із зміщеними один відносно одного областями високої поляризації, і можливість виготовлення
    поляризаторів з кутом між пройшовшим і відбитим променями рівним 90°. Останній параметр може мати велике значення
    для спрощення оптичних систем з використанням лінійно-поляризованого світла. </p>

  <p>Пластинчастий поляризатор є прозорою пластинкою з нанесеним на неї інтерференційним покриттям. Поляризаційний ефект
    при цьому досягається за рахунок різниці в ширині області високого відбивання різних поляризованих складових світла
    при визначених кутах відбивання. При такій конструкції поляризатора можна також досягти високого ступеня
    поляризації, але у вужчому спектральному діапазоні в порівнянні з призмовими поляризаторами. Перевагами в цьому
    випадку є простота конструкції, відсутність клеєних з'єднань, що дозволяє використовувати пластинчасті поляризатори
    в потужніх лазерних системах. Інтерференційні поляризатори обох типів успішно конкурують із кристалічними
    поляризаторами і полароїдами завдяки великому світлопропусканню і відносній дешевизні. Відносно вузька область з
    високим ступенем поляризації і різка залежність поляризації від кута падіння світла на покриття не має істотного
    значення для монохроматичного і вузьконаправленого лазерного випромінювання. </p>


  <p><b>Фільтри.</b> Вузькополосні пропускаючі інтерференційні фільтри (ВПІФ) призначені для виділення із спектру зони
    різної ширини, починаючи з десятків нанометрів і закінчуючи ангстремами. Конструкція фільтруючого покриття
    складається з двох або більшого числа дзеркал, між якими знаходяться розділяючі шари. Як дзеркала можуть бути
    використані металічні, метало-діелектричні і діелектричні дзеркала. Останні порівняно кращі, оскільки дозволяють
    отримувати більше відбивання при менших втратах. У разі застосування діелектричних дзеркал оптична товщина
    розділяючого шару hпов'язана з оптичною товщиною шарів дзеркал співвідношенням h= 2*p* h', де p = 1, 2, 3… - порядок
    фільтру, а довжина хвилі максимуму пропускання фільтра &lambda;<sub>max</sub>=2*h/p. На величину
    &lambda;<sub>max</sub> та інші характеристики фільтрів великий вплив роблять помилки в товщині шарів покриття.
    Оскільки покриття фільтру складається з досить великого числа шарів, то до способу контролю їх товщини в процесі
    нанесення повинні пред'являтися високі вимоги і виготовлення ВПІФ є достатньо складним технологічним завданням. Як
    показали розрахунки, у діелектричних ВПІФ коефіцієнт поглинання на довжині хвилі &lambda;<sub>max</sub> в
    10<sup>2</sup>-10<sup>4</sup> раз більше, ніж у дзеркал з еквівалентною товщиною. Тому навіть при невеликих
    коефіцієнтах поглинання матеріалів шарів ( &chi;=0.0002) сумарне поглинання у фільтрі може досягати 20-40 %. Це
    накладає додаткові обмеження на матеріали, на основі яких конструюється фільтр, і на технологічні режими їх
    виготовлення, оскільки від них залежать втрати в шарах (поглинання і розсіювання). </p>

  <p>Однією з проблем, що виникають в процесі виробництва і при експлуатації фільтрів, є нестабільність їх оптичних
    характеристик у часі. Це обумовлено головним чином необоротними структурними змінами в покритті і заповненням
    мікропор шарів водою. Тому для отримання стабільних фільтрів застосовується їх герметизація шляхом застосування
    захисного скла, що також необхідно враховувати при виборі матеріалів шарів покриття. </p>

  <p>Вузькополосні фільтри часто застосовуються у поєднанні з довгохвильовими і короткохвильовим відрізуючими фільтрами.
    Вони володіють високим пропусканням в заданому інтервалі спектру і високим відбиванням в прилеглій до нього
    довгохвильовій або короткохвильовій областях відповідно. Короткохвильові відрізуючі фільтри зазвичай мають вигляд:
  </p>

  <p>ПВНВ...НВ0.5Н або П2ВН2ВН…2ВН2В </p>

  <p>а довгохвильові: </p>

  <p> П0.5ВНВ…НВН0.5В. </p>

  <p>Область мінімального пропускання відрізуючих фільтрів таких конструкцій відносно невелика. Вона може бути розширена
    за рахунок виготовлення декількох фільтрів із суміжними областями високого відбивання або за рахунок використання
    матеріалів з селективним пропусканням. Являє собою інтерес конструкція фільтру, синтезована з чвертьхвильових шарів.
    Таке покриття може служити як короткохвильовим, так і довгохвильовим відрізуючим фільтром. </p>


  <p><b>Коректуючі фільтри.</b> Коректуючі фільтри призначені для корекції спектру джерела або приймачів випромінювання
    і використовуються в різних областях оптики. Основним недоліком випромінювання є істотна залежність чутливості від
    довжини хвилі світла, що приводить до великих похибок при вимірюванні потужності оптичного випромінювання. Причому
    спектральні характеристики різних типів фотоприймачів можуть істотним чином відрізнятися один від одного. Сильно
    відрізняються також спектральні характеристики різних джерел випромінювання. Внаслідок різноманіття джерел і
    приймачів випромінювання і вимог до їх спектральних характеристик, не існує загальних рекомендацій по створенню
    коректуючих фільтрів. Додатковим джерелом спотворень спектру може служити селективність середовища, в якій
    розповсюджується випромінювання. </p>

  <p>Так, для корекції спектральної чутливості германієвого фотодіода в деякій області довжин хвиль можна
    використовувати кольорове скло. У результаті селективність системи «фотодіод – коректуючий фільтр» зменшиться в цій
    області до 10 %. Кращих результатів можна досягти застосовуючи інтерференційні покриття. Корекцію спектральної
    чутливості кремнієвого фотодіода проводила фірма «Аїдо» (Японія) при виготовленні датчиків типа AQ-1928, які служать
    для вимірювання оптичної потужності. </p>

  <p> Особливий тип покриттів складають покриття із змінним по поверхні елементу коефіцієнтом відбивання або пропускання
    (топологічні покриття). Однією з областей їх використання є лазерна техніка, в якій вони можуть застосовуватися як
    елементи резонаторів лазерів, що формують випромінювання з вузькою діаграмою спрямованості. Конструкція таких систем
    (показники заломлення, оптична товщина шарів, розподіл товщини по поверхні оптичного елементу) визначається вимогами
    до форми хвильового фронту відбитого або такого, що пройшло випромінювання і величиною максимального і мінімального
    коефіцієнтів відбивання. Основна складність при виготовленні таких покриттів полягає у відтворенні розрахункового
    розподілу товщини шарів по поверхні елементу, що вимагає проведення відповідних досліджень
  </p>
</div>

    );

export default OpticalStructures;